autoconf
automake
cmake
coreutils
cscope
diff-so-fancy
gnu-sed
httpie
libevent
macvim
node
openssl
pcre
pgcli
pkg-config
postgresql
readline
screenfetch
the_silver_searcher
tmux
wget
xz
youtube-dl
