Homebrew 0.9.9 (git revision 806c; last commit 2016-06-19)
Homebrew/homebrew-core (git revision 20df; last commit 2016-06-19)
brew packages: 

boost
ccat
cheat
cmus
cscope
faad2
ffmpeg
flac
gdbm
highlight
hub
lame
libao
libcue
libevent
libogg
libvorbis
lua
macvim
mad
mp4v2
node
nvm
openssl
pcre
ranger
reattach-to-user-namespace
thefuck
tmux
unar
wifi-password
x264
xvid
youtube-dl
zsh
