tap 'caskroom/cask'
tap 'homebrew/bundle'
tap 'homebrew/core'
brew 'autoconf'
brew 'boost'
brew 'ccat'
brew 'cheat'
brew 'cmake'
brew 'pkg-config'
brew 'libao'
brew 'mad'
brew 'libogg'
brew 'xz'
brew 'libvorbis'
brew 'faad2'
brew 'flac'
brew 'mp4v2'
brew 'libcue'
brew 'pcre'
brew 'gettext'
brew 'git'
brew 'x264'
brew 'lame'
brew 'xvid'
brew 'openssl'
brew 'ffmpeg'
brew 'cmus'
brew 'cscope'
brew 'ctags'
brew 'node'
brew 'diff-so-fancy'
brew 'gdbm'
brew 'git-standup'
brew 'libffi'
brew 'glib'
brew 'lua'
brew 'highlight'
brew 'libevent'
brew 'libyaml'
brew 'luajit'
brew 'readline'
brew 'sqlite'
brew 'python'
brew 'python3'
brew 'macvim', args: ['with-lua', 'with-luajit', 'with-override-system-vim', 'with-python3']
brew 'noti'
brew 'nvm'
brew 'perl'
brew 'ranger'
brew 'reattach-to-user-namespace'
brew 'ruby'
brew 'screenfetch'
brew 'shellcheck'
brew 'thefuck'
brew 'tmux'
brew 'urlview'
brew 'vim'
brew 'wget'
brew 'wifi-password'
brew 'youtube-dl'
brew 'zsh'
cask 'amethyst'
cask 'betterzipql'
cask 'black-screen'
cask 'macdown'
cask 'qlcolorcode'
cask 'qlimagesize'
cask 'qlmarkdown'
cask 'qlprettypatch'
cask 'qlstephen'
cask 'quicklook-csv'
cask 'quicklook-json'
cask 'suspicious-package'
cask 'webpquicklook'
