tap "beeftornado/rmtree"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "macvim-dev/macvim"
cask "adoptopenjdk8"
brew "blueutil"
brew "ccat"
brew "cmake"
brew "colordiff"
brew "diff-so-fancy"
brew "ffmpeg"
brew "fzf"
brew "git"
brew "go"
brew "grip"
brew "haskell-stack"
brew "node"
brew "http-server"
brew "jq"
brew "mas"
brew "pwgen"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "screenfetch"
brew "the_silver_searcher"
brew "thefuck"
brew "tmux"
brew "tree"
brew "vim"
brew "wget"
brew "youtube-dl"
cask "appcleaner"
cask "google-chrome"
cask "hammerspoon"
cask "karabiner-elements"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-json"
cask "quicklookase"
cask "suspicious-package"
cask "webpquicklook"
mas "AdGuard for Safari", id: 1440147259
mas "Honey", id: 1472777122
mas "LINE", id: 539883307
mas "Rakuten Cash Back", id: 1451893560
mas "Xcode", id: 497799835
