tap 'caskroom/cask'
tap 'homebrew/bundle'
tap 'homebrew/core'
brew 'ansifilter'
brew 'gdbm'
brew 'openssl'
brew 'pkg-config'
brew 'readline'
brew 'sqlite'
brew 'xz'
brew 'python3'
brew 'asciinema'
brew 'autoconf'
brew 'bdw-gc'
brew 'boost'
brew 'gettext'
brew 'pcre'
brew 'git'
brew 'go'
brew 'ccat'
brew 'cheat'
brew 'cmake'
brew 'faad2'
brew 'lame'
brew 'libogg'
brew 'libvorbis'
brew 'x264'
brew 'xvid'
brew 'ffmpeg'
brew 'flac'
brew 'libao'
brew 'libcue'
brew 'mad'
brew 'mp4v2'
brew 'cmus'
brew 'gmp'
brew 'libffi'
brew 'python'
brew 'llvm'
brew 'doxygen'
brew 'libevent'
brew 'libyaml'
brew 'crystal-lang'
brew 'cscope'
brew 'ctags'
brew 'node'
brew 'diff-so-fancy'
brew 'fpp'
brew 'git-standup'
brew 'glib'
brew 'grip'
brew 'lua'
brew 'highlight'
brew 'httpstat'
brew 'hub'
brew 'libpng'
brew 'libssh2'
brew 'luajit'
brew 'macvim', args: ['with-lua', 'with-luajit', 'with-override-system-vim', 'with-python3']
brew 's-lang'
brew 'midnight-commander'
brew 'noti'
brew 'perl'
brew 'ranger'
brew 'reattach-to-user-namespace'
brew 'ruby'
brew 'screenfetch'
brew 'selecta'
brew 'shellcheck'
brew 'swift'
brew 'syncthing'
brew 'the_silver_searcher'
brew 'thefuck'
brew 'utf8proc'
brew 'tmux'
brew 'tree'
brew 'urlview'
brew 'wget'
brew 'youtube-dl'
brew 'zsh'
cask 'betterzipql'
cask 'black-screen'
cask 'mono-mdk'
cask 'provisionql'
cask 'qlcolorcode'
cask 'qlimagesize'
cask 'qlmarkdown'
cask 'qlprettypatch'
cask 'qlstephen'
cask 'quicklook-csv'
cask 'quicklook-json'
cask 'sonarr'
cask 'suspicious-package'
cask 'webpquicklook'
