tap 'caskroom/cask'
tap 'caskroom/fonts'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/dupes'
tap 'nishanths/tap'
brew 'oniguruma'
brew 'jq'
brew 'ansiweather'
brew 'xz'
brew 'pkg-config'
brew 'readline'
brew 'icu4c'
brew 'sqlite'
brew 'gdbm'
brew 'openssl'
brew 'python3'
brew 'asciinema'
brew 'autoconf'
brew 'boost'
brew 'libpng'
brew 'freetype'
brew 'fontconfig'
brew 'pixman'
brew 'gettext'
brew 'libffi'
brew 'pcre'
brew 'glib'
brew 'cairo'
brew 'git'
brew 'go'
brew 'ccat'
brew 'cheat'
brew 'cmake'
brew 'libao'
brew 'mad'
brew 'libogg'
brew 'libvorbis'
brew 'faad2'
brew 'flac'
brew 'mp4v2'
brew 'libcue'
brew 'python'
brew 'yasm'
brew 'x264'
brew 'lame'
brew 'xvid'
brew 'faac'
brew 'libvpx'
brew 'fribidi'
brew 'gobject-introspection'
brew 'harfbuzz'
brew 'libass'
brew 'fdk-aac'
brew 'x265'
brew 'ffmpeg'
brew 'cmus'
brew 'gmp'
brew 'coreutils'
brew 'cscope'
brew 'ctags'
brew 'node'
brew 'diff-so-fancy'
brew 'fpp'
brew 'git-standup'
brew 'libtasn1'
brew 'nettle'
brew 'gnutls'
brew 'lua'
brew 'highlight'
brew 'hub'
brew 'libebml'
brew 'libevent'
brew 'libgsm'
brew 'libmagic'
brew 'libmatroska'
brew 'libyaml'
brew 'luajit'
brew 'macvim', args: ['with-lua', 'with-luajit', 'with-override-system-vim', 'with-python3']
brew 'ruby'
brew 'mkvtoolnix'
brew 'mplayer'
brew 'noti'
brew 'nvm'
brew 'orc'
brew 'perl'
brew 'rainbarf'
brew 'ranger'
brew 'ruby-build'
brew 'rbenv'
brew 'reattach-to-user-namespace'
brew 'screenfetch'
brew 'sdl'
brew 'shadowsocks-libev'
brew 'shellcheck'
brew 'shml'
brew 'sift'
brew 'stow'
brew 'thefuck'
brew 'tmux'
brew 'tree'
brew 'unar'
brew 'urlview'
brew 'vim'
brew 'wget'
brew 'wifi-password'
brew 'you-get'
brew 'youtube-dl'
brew 'z'
brew 'zsh'
brew 'homebrew/dupes/apple-gcc42'
brew 'homebrew/dupes/grep'
brew 'homebrew/dupes/ncurses'
brew 'homebrew/dupes/openssh'
cask 'amethyst'
cask 'betterzipql'
cask 'black-screen'
cask 'cocoarestclient'
cask 'font-hack'
cask 'handbrakecli'
cask 'macdown'
cask 'mono-mdk'
cask 'qlcolorcode'
cask 'qlimagesize'
cask 'qlmarkdown'
cask 'qlprettypatch'
cask 'qlstephen'
cask 'quicklook-csv'
cask 'quicklook-json'
cask 'sonarr'
cask 'suspicious-package'
cask 'webpquicklook'
cask 'wwdc'
