tap 'caskroom/cask'
tap 'homebrew/binary'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'linode/cli'
tap 'railwaycat/emacsmacport'
brew 'autoconf'
brew 'xz'
brew 'automake'
brew 'ccat'
brew 'cheat'
brew 'cmake'
brew 'cscope'
brew 'ctags'
brew 'pkg-config'
brew 'openssl'
brew 'node'
brew 'diff-so-fancy'
brew 'pcre'
brew 'gettext'
brew 'git'
brew 'x264'
brew 'lame'
brew 'xvid'
brew 'ffmpeg'
brew 'gdbm'
brew 'libffi'
brew 'glib'
brew 'readline'
brew 'sqlite'
brew 'python3'
brew 'httpie'
brew 'irssi'
brew 'nspr'
brew 'spidermonkey'
brew 'jsawk'
brew 'libevent'
brew 'libtool'
brew 'libyaml'
brew 'python'
brew 'macvim'
brew 'maven'
brew 'noti'
brew 'nvm'
brew 'perl'
brew 'ranger'
brew 'reattach-to-user-namespace'
brew 'ruby'
brew 'screenfetch'
brew 'shellcheck'
brew 'the_silver_searcher'
brew 'thefuck'
brew 'tmux', args: ['HEAD']
brew 'vim'
brew 'wget'
brew 'youtube-dl'
brew 'zsh'
brew 'homebrew/binary/kwm'
brew 'railwaycat/emacsmacport/emacs-mac', args: ['with-spacemacs-icon']
cask 'amethyst'
cask 'black-screen'
cask 'electronic-wechat'
cask 'emacs-mac'
cask 'macdown'
