tap "adoptopenjdk/openjdk"
tap "beeftornado/rmtree"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "macvim-dev/macvim"
tap "universal-ctags/universal-ctags"
brew "blueutil"
brew "ccat"
brew "diff-so-fancy"
brew "ffmpeg"
brew "fzf"
brew "grip"
brew "http-server"
brew "jq"
brew "maven"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "wget"
brew "youtube-dl"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
cask "adoptopenjdk13"
