tap "homebrew/bundle"
tap "homebrew/cask-versions"
tap "homebrew/services"
brew "bat"
brew "colordiff"
brew "diff-so-fancy"
brew "fd"
brew "fzf"
brew "gitleaks"
brew "node"
brew "python@3.11"
brew "reattach-to-user-namespace"
brew "screenfetch"
brew "tmux"
brew "tree"
brew "vim"
cask "adoptopenjdk8"
cask "apparency"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-json"
cask "quicklookase"
cask "suspicious-package"
cask "syntax-highlight"
